<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib prefix="spring" uri="http://www.springframework.org/tags"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form"%>
<!DOCTYPE html>
<html>
<head>
<title>Insert Title</title>
</head>
<body>

<%@include file="/include/header.jsp"%>
<div align="center">
	<h2>약관</h2>
	<br>
	<h2>이용약관(필수)</h2>

	<table border="1">
		<tr>
			<td>
				<div style="height:100px;overflow-y: scroll;">
					본 약관 중요사항 고지는 이용약관에 포함된 이용자,제공서비스,개인정보 보호정책,회원탈퇴에 대한 정의를 요약한 것으로<br>
					이용 약관에 따른 구체적인 권리관계 및 의무사항은 반드시 전문보기를 확인하고 동의를 진행하여야 합니다.<br>
					<br> [제공서비스]<br> <br> 1.쇼핑서비스(오픈마켓 서비스 포함)<br>
					2. 티켓예매서비스 또는 ENT서비스<br> 3. 기타 회사가 정하는 업무 등<br> <br>
					[이용자]<br> <br> "이용자"라 함은 회사에 접속하여 이 약관에 따라 회사가 제공하는 서비스를
					받는 회원 및 비회원을 말합니다. <br> 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이
					약관에 동의한다는 의사표시를 함으로써 회원가입을 신청하고,<br> 회사는 회원으로 가입할 것을 신청한 이용자 중
					약관에 따라 허용가능한 이용자는 회원으로 승낙합니다.<br> <br> [개인정보 보호정책]<br>
					<br> 본 사이트는 이용자의 정보수집 시 판·구매 계약 이행에 필요한 최소한의 정보를 수집하는 바 다음 사항을
					필수사항으로 하며<br> 그 외 사항은 관련법령 및 개인정보처리방침을 따릅니다.<br> <br>
					가. 성명, 생년월일<br> 나. 휴대전화번호<br> 다. 아이디ID(회원의 경우)<br>
					라. 비밀번호(회원의 경우)<br> 마. E-mail 주소(회원의 경우)<br> <br>
					[회원 탈퇴]<br> <br> (회원 탈퇴 및 자격 상실 등)<br> <br> 회원은
					회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다. 다만, 해지의사를 통지하기 전에<br>
					모든 상품의 판매 및 구매 절차를 완료, 철회 또는 취소해야만 합니다. 이 경우 판매 및 구매의 철회 또는 취소로 인한
					불이익은 <br> 회원 본인이 부담하여야 하며 기타 법령에 위반되거나, 사회통념,공서양속에 위배되는 경우 회원
					자격제한, 정지 조치될 수 있습니다.

				</div>
			</td>
		</tr>
	</table>
	 <h2>전자금융거래 이용약관 (필수)</h2> 
	<table border="1">
		<tr>

			<td>
				<div style="height:100px;overflow-y: scroll;">
				본 약관 중요사항 고지는 전자금융거래 이용약관에 포함된 전자지급결제대행서비스, 결제대금예치서비스,
					선불식전자지급수단 등의 <br>
					정의를 요약한 것으로 이용약관에 따른 구체적인 권리관계 및 의무사항은 반드시 전문보기를 확인하고
					동의를 진행 하여야 합니다.<br><br>
					본 약관은 주식회사 인터파크 (이하 '회사'라 합니다)가 제공하는 전자금융거래 서비스를 ‘이용자’가 이용함에 있어, 
					‘회사’와 ‘이용자’ 간 <br>권리, 
					의무 및 ‘이용자’의 서비스 이용절차 등에 관한 사항을 정함에 그 목적이 있습니다.<br><br>
					[거래내용의 확인]<br><br>
					회사는 '사이트'의 '마이페이지'나 기타 조회화면을 통하여 이용자의 거래내용,
					 발행자, 구매가격, 유효기간, 사용조건, 사용가능가맹점, <br>
					 환불조건 및 방법, 
					 지급보증 또는 피해보상보험계약 체결에 관한 사항, 소비자 피해 발생 시 연락처 등
					  (이용자의 '오류정정 요구사실 및<br>
					   처리결과에 관한 사항'을 포함합니다)을 확인할 수 있도록 하며,
					   이용자의 요청이 있는 경우에는 요청을 받은 날로부터 2주 이내에<br>
					    모사전송, 
					   우편 또는 직접 교부의 방법으로 거래내용에 관한 서면을 교부합니다. 
					   다만, 전자적 장치의 운영장애, 그 밖의 사유로 거래내용<br>
					   을 제공할 수 없는 때에는 즉시 이용자에게
					    전자문서 전송(전자우편을 이용한 전송을 포함합니다)의 방법으로 그러한 사유를 알려야하며,<br>
					 거래내용을 제공할 수 없는 기간은 서면교부 기간에 산입하지 아니합니다.<br><br>
					 [거래내용의 철회]<br><br>
					 이용자가 전자지급결제대행서비스를 이용한 경우, 이용자는 거래지시된 금액의 정보에 대하여 수취인의 계좌가 개설되어
					  있는 금융<br>
					  기관 또는 회사의 계좌의 원장에의 입금기록 또는 전자적 장치에의 입력이 끝날 때까지 거래지시를 철회할 수 있습니다. 
					 회사는 이용<br>
					 자의 거래지시의 철회에 따라 지급거래가 이루어지지 않은 경우 수령한 자금을 이용자에게 반환하여야 합니다.<br><br>
					 [환급]<br><br>
					 이용자는  환급을 회사에 요구할 경우  
					  금액의 60% 이상 사용시 잔액에 대하여 환급을 받을 수 있습니다
					 (단 1만원 이하는 80% 이상<br>
					  사용시 잔액 환급). 
					  천재지변등의 사유로 인하여 회사 또는 판매자등이 재화 또는 용역제공이 불가능하게 되거나 회사가 발행한
					    결함<br>
					    으로 회사 또는 판매자로부터 재화 또는 용역을 제공받지 못하게 될 경우 전액 환급 가능합니다.
					   구매일로부터 7일 이내인 경우 구매<br>
					   취소가 가능합니다.
					</div>
			</td>

		</tr>
	</table>
	
	<h2>개인정보 수집 동의서 (필수)</h2>
	<table border="1">
	<tr>
	<td>
	<div style="height:100px;overflow-y: scroll;">
	본 회사는 티켓예매,회원관리 서비스 등 보다 다양한 서비스 제공을 위하여 아래와 같이 회원의 개인정보를 수집, 활용합니다.<br><br>
	* 본 수집동의서 상의 용어의 정의는  "이용약관 및 개인정보처리방침"에 준용하며  서비스 제공을 위해서 필요한 최소한의 
	개인정보<br>
	이므로 동의를 해주셔야만 서비스를 이용 하실 수 있습니다.
	<table border="1">
	<tr>
	<th>목적</th>
	<th>항목</th>
	<th>보유기간</th>
	</tr>
	<tr>
	<td>이용자 식별 및 본인여부 확인</td>
	<td ><div>성명, 휴대전화번호, 전자우편주소,<br> 아이디, 비밀번호 : 회원가입시 수집<br>
생년월일, 성별, 아이핀, 연계<br>
정보(CI), 중복가입확인정보(DI) :<br> 본인인증시 수집</div></td>
<td rowspan="3"><div>회원탈퇴 후 파기됩니다.
다만 관계법령에 의해<br>
 보존할 경우 그 의무기간 동안
 별도 보관되며<br>
  불,편법 행위의 방지 및 대응의 목적으로 60일간<br>
   별도보관됩니다</div></td>
	</tr>
	<tr>
	<td >만 14세 미만 아동에 대한<br> 법정대리인 동의 확인을 위한 목적 등</td>
	<td >법정대리인의 이름/전자우편주소/<br>휴대전화번호/통신사</td>
	</tr>
	<tr>
	<td >부정이용방지, 비인가 사용<br> 방지, 분쟁조정 해결을 위한 기록보존 등</td>
	<td >IP Address, 방문일시, 서비스 이용<br>기록(자동으로 생성되는 개인정보)</td>
	</tr>
	</table>
	</div></td>
	</tr>
	</table>


	<form action="./register/step2" method="post">
		<label style="font-size:15px"> <input type="checkbox" name="agree" value="true">
			필수 약관 전체동의
		</label><br /> <input type="submit" class="btn btn-info" value="다음" />
	</form>
</div>
</body>
</html>